Repository: FraxinusAcer/gnome-shell-teatime
Catalog: po/*.po
Languages: fr, pt, zh_cn

source: Your tea is ready!
fr: Votre thé est prêt !
pt: Seu chá está pronto!
zh_cn: 您的茶已经准备好了！

source: Show settings
fr: Préférences
pt: Exibir configurações
zh_cn: 显示设置

source: min:sec
pt: min:s
zh_cn: 分:秒

source: TeaTime applet
fr: Application TeaTime
pt: applet TeaTime
zh_cn: 泡茶时间小程序

source: Timer set!
fr: Minuteur réglé !
pt: Timer configurado!

source: %ss to go
fr: encore %ss
pt: %ss para acabar

source: Drink it, while it is hot!
fr: Buvez tant que c'est chaud !
pt: Beba enquanto está quente!
zh_cn: 趁热喝吧！

source: Fullscreen Notifications
fr: Notifications en plein écran
pt: Notificações em tela-cheia
zh_cn: 全屏通知

source: Graphical Countdown
pt: Contagem regressiva gráfica
zh_cn: 图形化倒计时

source: Tea
fr: Thé
pt: Chá
zh_cn: 茶

source: Steep time
fr: Temps d'infusion
pt: Tempo de infusão
zh_cn: 浸泡时间

source: { "Green tea": 180, "Black tea": 210, "Fruit tea": 420, "White tea": 120 }
fr: { "Thé vert": 180, "Thé noir": 210, "Thé aux fruits": 420, "Thé blanc": 120 }
pt: { "Chá verde": 180, "Chá preto": 210, "Chá de fruta": 420, "Chá branco": 120 }

source: Tea drawing times list
fr: Temps d'infusion des différents thés
pt: Lista de infusão de chás

source: A mapping of a teas to their corresponding drawing time in seconds.
fr: Correspondances entre chaque thé et son temps d'infusion en secondes.
pt: Um mapeamento de chás a seus tempos de infusão em segundos.

source: Alarm sound
zh_cn: 提示音

source: Select alarm sound file
zh_cn: 选择提示声音文件
